Revit 2024 API
ParameterTypeId.FabricSheetOverallWidth Property
 "Overall Width": Overall Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricSheetOverallWidth { get; }
Visual Basic
Public Shared ReadOnly Property FabricSheetOverallWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricSheetOverallWidth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace